
/* Class = "UIButton"; normalTitle = "New Example Button 1"; ObjectID = "35F-cl-mdI"; */
"35F-cl-mdI.normalTitle" = "New Example Button 1";

/*! Class = "UIButton"; normalTitle = "New Example Button 2"; ObjectID = "COa-YO-eGf"; */
"COa-YO-eGf.normalTitle" = "New Example Button 2";

/* Class = "UIButton"; normalTitle = "New Example Button 4"; ObjectID = "xyz-12-345"; */
"xyz-12-345.normalTitle" = "New Example Button 4";

/* Completely custom comment structure in one line (new) */
"test.key" = "This is a test key (new)";

/* Completely custom comment structure in one line to be ignored (new) */
"test.key.ignored" = "This is a test key to be ignored #bc-ignore! (new)";
